sleeve = ''
ribber = 'Набрать {} {}. Сделать разбор на резинку {}. Провязать {} {}. Провязать еще 1 ряд на плотности {}.'
ribber_to_knit = 'Перекинуть все петли на ЗИ таким образом, чтобы осталось {0}'
start_with_waist_yarn = (' Установить плотность, соответствующую бросовой нити. Набрать {} {} на бросовую нить. Провязать 10-15 рядов.\n')
hem = ' ПОДГИБ\n Поменять на основную нить, взяв на 1 нить меньше, если используется нить в несколько сложений. Установить плотность {}, если позволяет толщина нити. Если толщина нити не позволяет, то установить минимально возможную плотность. Сделать набор методом обвития. Провязать {} {}. Установить минимально возможную для вашей нити плотность.'
